{
	"eyebrow": "Legal & Regulatory",
	"title": "Frankencoin Compliance",
	"intro": "Frankencoin operates in full compliance with Swiss and European Union regulations. Independent legal assessments confirm that ZCHF can be used without restrictions as a payment token.",
	"toc": {
		"title": "On this page",
		"items": [
			{ "label": "Swiss Regulatory Classification", "href": "#swiss-compliance" },
			{ "label": "EU MiCA Classification", "href": "#eu-compliance" },
			{ "label": "Summary", "href": "#compliance-summary" }
		]
	},
	"swiss": {
		"title": "Swiss Regulatory Classification",
		"subtitle": "Classified as a Payment Token under FINMA Guidelines",
		"description": "A legal assessment by LEXR Law Switzerland AG confirms that Frankencoin (ZCHF) qualifies as a payment token and stablecoin under the Swiss Financial Market Supervisory Authority (FINMA) guidelines. The token is not classified as a utility, asset, or security token.",
		"keyPoints": [
			{
				"title": "Payment Token",
				"description": "ZCHF's primary function is that of money—specifically to provide a CHF-pegged medium of exchange."
			},
			{
				"title": "Currency-Linked Stablecoin",
				"description": "As 1 ZCHF is intended to be pegged to 1 CHF, it classifies as a currency-linked stablecoin under FINMA's Stablecoin Guidelines."
			},
			{
				"title": "No Securities Classification",
				"description": "ZCHF does not reflect a legal claim against anyone—there is no issuer other than the smart contract code executing the mint function."
			},
			{
				"title": "Usage Freedom",
				"description": "The mere use of ZCHF as a means of payment for acquiring goods or services is generally not subject to Swiss financial market law."
			}
		],
		"fpsTitle": "Frankencoin Pool Shares (FPS)",
		"fpsDescription": "FPS qualifies as a fully functional utility token under FINMA Guidelines. It provides access to the governance functions of the Frankencoin System (voting on and vetoing positions). The use and exchange of FPS is not regulated under Swiss financial market law.",
		"documentLabel": "Read the full Swiss Legal Classification",
		"documentHref": "/2024-08-14_Frankencoin_Swiss_Regulatory_Classification.pdf"
	},
	"eu": {
		"title": "EU MiCA Classification",
		"subtitle": "Crypto-Asset without Identifiable Issuer",
		"description": "A legal assessment by LEXR Germany Rechtsanwalts GmbH confirms that Frankencoin qualifies as a crypto-asset under the EU Markets in Crypto-Assets Regulation (MiCA). Due to its decentralized nature, the regulatory requirements typically imposed on stablecoin issuers do not apply.",
		"keyPoints": [
			{
				"title": "Decentralized Protocol",
				"description": "ZCHF is generated by a decentralized protocol that is not centrally organized or controlled by any legal entity, undertaking, or natural person—there is no 'identifiable issuer'."
			},
			{
				"title": "No White Paper Required",
				"description": "The duties set out in MiCA Titles II, III, and IV do not apply to ZCHF. This means there is no obligation to prepare a crypto-asset white paper."
			},
			{
				"title": "Not a Financial Instrument",
				"description": "ZCHF does not qualify as a transferable security or financial instrument under MiFID II. It does not represent ownership, debt, or derivatives."
			},
			{
				"title": "CASP Compliance",
				"description": "Crypto-Asset Service Providers offering services related to ZCHF remain subject to MiCA but are not required to prepare a white paper for ZCHF."
			}
		],
		"documentLabel": "Read the full EU MiCA Classification",
		"documentHref": "/20260209 ZCHF MiCA Frankencoin Association Public Summary FINAL.pdf"
	},
	"summary": {
		"title": "Summary",
		"description": "Both legal assessments confirm that Frankencoin can be used freely for payments and transactions. The decentralized, oracle-free design of the protocol means it operates without the regulatory burdens typically associated with centralized stablecoin issuers, while still maintaining full legal compliance in both Switzerland and the European Union."
	},
	"disclaimer": {
		"title": "Disclaimer",
		"text": "The information on this page summarizes independent legal assessments and does not constitute legal advice. There remains regulatory uncertainty relating to decentralized financial applications. Please consult the original documents and seek professional legal advice for your specific situation."
	}
}
